Repository: ojuba-org/ojuba-virtual-cd
Catalog: po/*.po
Languages: ar

source: Mount CD/DVD images (iso, nrg, bin, mdf, img, ..etc.)
ar: ضم صور أقراص CD أو DVD (من نوع iso أو nrg أو bin أو mdf أو img ...إلخ)

source: Ojuba Virtual CD/DVD
ar: أقراص أعجوبة الوهمية

source: Mount prefix [%s] is not found, please create it.
ar: مجلد الضم [%s] غير موجود، فضلا أنشئه.

source: Ojuba Virtual CD
ar: أقراص أعجوبة الوهمية

source: Select CD/DVD image file
ar: اختر ملف صورة CD أو DVD

source: OjubaVirtualCD
ar: أقراص أعجوبة الوهمية

source: Mount image
ar: ضم صورة

source: Open mounted image
ar: فتح صورة مضمومة

source: Unmount
ar: إزالة ضم

source: File does not exist
ar: الملف غير موجود

source: Already mounted
ar: مضموم مسبقا

source: Mount point [%s] already exists, remove it please!
ar: نقطة الضم [%s] موجودة. فضلا أزلها.

source: Could not create folder [%s]
ar: غير قادر على إنشاء المجلد [%s]

source: Could not mount [%s]
ar: غير قادر على ضم [%s]

source: Could not unmount [%s]
ar: غير قادر على إزالة ضم [%s]
